Revit 2027 API
UnitTypeId.MillimetersToTheFourthPower Property
 Millimeters to the fourth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MillimetersToTheFourthPower { get; }
Public Shared ReadOnly Property MillimetersToTheFourthPower As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MillimetersToTheFourthPower {
	ForgeTypeId^ get ();
}
static member MillimetersToTheFourthPower : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace